"ONE_SONG" = "1 morceau";
"SONGS_COUNT_FORMAT" = "%d morceaux";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Sortie le %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Musique";

"123" = "123";

"Add All Albums" = "Ajouter tous les albums";

"Add All Songs" = "Ajouter tous les morceaux";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Enregistrer";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nouvelle liste de lecture";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Saisissez un nom pour cette liste de lecture.";
"ADD_PLAYLIST_ROW" = "Nouvelle liste…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titre";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Ajoutez des morceaux à « %@ ».";
"EDIT_PLAYLIST_RENAME" = "Renommer";
"EDIT_PLAYLIST_ADD_SONGS" = "Nouveaux morceaux";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Renommer la liste";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titre";

"Albums" = "Albums";

"All Albums" = "Tous les albums";

"All Songs" = "Tous les morceaux";

"Cancel" = "Annuler";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Mise à jour de la bibliothèque\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Cela peut durer quelques minutes.";

"Refresh Playlist" = "Actualiser la liste";

"CLEAR" = "Effacer";

"Clear Playlist" = "Effacer la liste de lecture";

"Save Playlist" = "Enregistrer la liste";

"Delete Playlist" = "Supprimer la liste";

"Delete" = "Supprimer";

"Done" = "OK";

"Edit" = "Modifier";

"Save" = "Enregistrer";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d albums";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artistes";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d éléments";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d pistes";

"LISTING_COUNT_GENRES_FORMAT" = "%d genres";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d listes de lecture";

"LISTING_COUNT_SONGS_FORMAT" = "%d morceaux";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artistes";

"NO_CONTEXT_NAVTITLE_GENRES" = "Genres";

"OK" = "OK";

"Playlists" = "Listes de lecture";

"Shuffle" = "Aléatoire";

"Songs" = "Morceaux";

"Unknown" = "inconnu";
"UNKNOWN_ARTIST" = "Artiste inconnu";
"UNKNOWN_ALBUM" = "Album inconnu";

"NOW_PLAYING_BUTTON_LABEL" = "À\nl’écoute";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artistes (%@ résultats)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artiste (%@ résultat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albums (%@ résultats)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ résultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Liste (%@ résultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listes (%@ résultats)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Morceau (%@ résultat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Morceaux (%@ résultats)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genres (%@ résultats)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ résultat)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Ajoutez des morceaux à la liste de lecture %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Sortie le %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 morceau";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u morceaux";
"ALBUM_INFO_TIME_SINGULAR" = "1 mn";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u mn";

"UNKNOWN_DURATION" = "--:--";
